[
  {
    "id": "a001",
    "title": "Důležité vítězství nad Ostravou!",
    "excerpt": "Naši muži zvítězili nad FC Baník Ostrava B 2:1 v dramatickém utkání 11. kola Divize E.",
    "content": "V sobotu 22. října se na domácím hřišti odehrál zápas 11. kola Divize E proti FC Baník Ostrava B. Naši hráči předvedli výborný výkon a po dramatickém průběhu zvítězili 2:1.\n\nBranky: Marek (23'), Němec (78')\n\nUtkání se odehrávalo za pěkného počasí před téměř 500 diváky. První poločas byl vyrovnaný, ale ve 23. minutě se prosadil Lukáš Marek krásnou střelou z dálky. Druhý poločas začali hosté aktivněji a ve 65. minutě vyrovnali. Naše vítězná branka přišla v 78. minutě zásluhou Filipa Němce.\n\nTýmu gratulujeme k důležitému vítězství!",
    "date": "2025-10-23T10:00:00Z",
    "category": "muzi",
    "author": "Redakce FM"
  },
  {
    "id": "a002",
    "title": "Pozvánka na další domácí utkání",
    "excerpt": "V sobotu 9. listopadu zveme všechny fanoušky na domácí zápas proti Karviné B.",
    "content": "Srdečně zveme všechny příznivce na další domácí utkání 13. kola Divize E, které se uskuteční v sobotu 9. listopadu v 14:30 na našem stadionu Stovky.\n\nSoupeřem bude tým Karviné B. Přijďte podpořit náš tým v boji o důležité body!\n\nVstupné:\n- Dospělí: 80 Kč\n- Důchodci a děti: 40 Kč\n- Děti do 6 let: zdarma\n\nTěšíme se na vás!",
    "date": "2025-10-28T14:00:00Z",
    "category": "muzi",
    "author": "Redakce FM"
  },
  {
    "id": "a003",
    "title": "Nová posila v kádru",
    "excerpt": "Tým mužů posílil zkušený záložník Adam Pospíšil z Havířova.",
    "content": "S potěšením oznamujeme, že náš kádr posílil Adam Pospíšil, zkušený záložník, který přichází z týmu Havířova.\n\nAdam má bohaté zkušenosti z divizní úrovně a věříme, že bude platným členem našeho týmu. Vítáme ho v rodině Frýdku-Místku a přejeme mu mnoho úspěchů v našem dresu!\n\nPrvní zápas v dresu FM by měl Adam odehrát již v příštím domácím utkání.",
    "date": "2025-10-25T16:30:00Z",
    "category": "muzi",
    "author": "Vedení klubu"
  }
]
